Repository: L1ghtmann/IAmLazy-Localization
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, ja, zh_hans, zh_hant, zh_tw

source: Backup
ar: أخِذ نسخة إحتياطية
ja: バックアップ
zh_hans: 备份
zh_hant: 備份
zh_tw: 備份

source: Restore
ar: إستعادة النسخة الإحتياطية
de: Wiederherstellen
es: Restaurar
ja: 復元
zh_hans: 恢复
zh_hant: 還原
zh_tw: 回覆

source: Created by Lightmann
de: Von Lightmann
es: Creado por Lightmann
zh_hans: 由Lightmann开发
zh_tw: 由 Lightmann 製作

source: Credits
ar: شكر خاص الى
ja: クレジット
zh_hans: 致谢
zh_hant: 銘謝
zh_tw: 感謝

source: Backups
ar: النسخ الإحتياطية
ja: バックアップリスト
zh_hans: 备份文件
zh_hant: 備份檔案
zh_tw: 備份檔案

source: Go
de: Los!
zh_hans: 开始
zh_tw: 開始

source: Standard
ar: قياسي
es: Estándar
ja: 標準のバックアップ
zh_hans: 标准版
zh_hant: 標準
zh_tw: 一般

source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
ja: 開発者向けのバックアップ
zh_hans: 开发者版
zh_hant: 開發者
zh_tw: 開發者

source: Latest
de: Neuestes
es: Último
zh_hans: 最新版
zh_tw: 最近

source: Specific
es: Particular
zh_hans: 特定版本
zh_tw: 精確

source: Please confirm that you have adequate free storage before proceeding:
ar: الرجاء التأكد من أن لديك مساحة تخزين كافية قبل المتابعة:
es: Por favor, confirme que tienes suficiente espacio en disco antes de continuar:
ja: 続行前に空き容量が不足していないことを確認してください:
zh_hans: 请确认您有足够的存储空间再进行操作：
zh_hant: 請檢儲存查空間是否充足
zh_tw: 檢查空間是否充足

source: Choose the backup you'd like to restore from:
es: Elige el backup para restaurar:
zh_hans: 请选择您要恢复的备份：
zh_tw: 請選擇想回復的備份

source: Are you sure that you want to restore from %@?
ar: هل أنت متأكد من رغبتك في الإستعادة من %@?
de: Möchtest du das folgende Backup wirklich wiederherstellen %@?
es: Estas seguro quieres restaurar de backup %@?
ja: このバックアップから本当に復元しますか？ %@?
zh_hans: 您确定要从以下备份进行恢复吗 %@？
zh_hant: 從 %@ 回復備份？
zh_tw: 從 %@ 回復備份？

source: Yes
ar: نعم
de: Ja
es: Si
ja: はい
zh_hans: 是
zh_hant: 確認
zh_tw: 確認

source: No
ar: لا
de: Nein
es: Ni
ja: いいえ
zh_hans: 否
zh_hant: 取消
zh_tw: 取消

source: Please note:
ar: الرجاء الملاحظة:
de: Wichtig:
es: Aviso:
ja: これを読んでください:
zh_hans: 请注意：
zh_hant: 請注意：
zh_tw: 注意：

source: You have chosen to restore from a developer backup. This backup includes bootstrap packages.
ar: لقد إخترت إسترجاع نسخة إحتياطية خاصة، تحتوي على حزم تمهيد التشغيل bootstrap.
de: Du hast entschieden ein Entwickler Backup wiederherzustellen. Dieses enthält Bootstrap Pakete.
es: Has elegido restaurar de un backup desarrollador. Este backup incluye paquetes bootstrap.
ja: あなたは開発者向けのバックアップから復元することを選択しました。このバックアップにはブートストラップパッケージがあります。
zh_hans: 您选择了从开发者备份进行恢复。该备份包括引导包。
zh_hant: 您已選擇從開發者備份還原。此備份包括引導套件。
zh_tw: 您已選擇使用開發者備份，這包括資料庫套件

source: Please confirm that you understand this and still wish to proceed with the restore
ar: الرجاء التأكيد أنك تفهم هذا، ولا تزال ترغب في المتابعة
de: Bitte bestätige deine Auswahl.
es: Confirmate que entiendes esto y los consecuencias potenciales ¿Deseas seguir?
ja: この注意事項を理解した上で復元を続けて下さい。
zh_hans: 请确认您已理解并仍然希望继续恢复
zh_hant: 請確保您了解這點並仍希望繼續還原
zh_tw: 請確定已了解並繼續備份

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirme
ja: 確認
zh_hans: 确认
zh_hant: 確認
zh_tw: 確認

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancela
ja: キャンセル
zh_hans: 取消
zh_hant: 取消
zh_tw: 取消

source: Tweak backup completed successfully in %@ seconds!
ar: تم إتمام اخذ النسخة الإحتياطية بنجاح في ثواني %@!
de: Tweak Backup erfolgreich abgeschlossen in %@ Sekunden!
es: Backup de tweaks completó con éxito en %@ segundos!
ja: tweakのバックアップは %@ 秒で完了しました！
zh_hans: 插件备份已完成，用时%@秒!
zh_hant: 外掛備份在 %@ 秒內成功完成！
zh_tw: 花了%@秒完成備份！

source: Your backup can be found in %@
ar: يمكنك إيجاد نسختك الإحتياطية في %@
de: Backup gespeichert in %@
es: Tú backup se encuentra en %@
ja: バックアップは次の場所にあります %@
zh_hans: 您的备份文件位于 %@
zh_hant: 在此可找到您的備份： %@
zh_tw: 您的備份在這： %@

source: Choose a post-restore command:
ar: إختر تنفيذ أمر ما بعد الإستعادة:
de: Wähle einen Post-Wiederherstellungsbefehl:
es: Elija un comando posterior a la restauración:
ja: 復元後の動作を選択してください:
zh_hans: 选择恢复后的操作：
zh_hant: 已完成!請選擇以下動作。
zh_tw: 請選擇一個指令

source: None
ar: بلا
de: Keiner
es: Nada
ja: 何もしない
zh_hans: 无
zh_hant: 無
zh_tw: 無

source: Export
ar: تصدير
de: Exportieren
es: Exportar
ja: エクスポート
zh_hans: 导出
zh_hant: 導出
zh_tw: 輸出

source: Okay
ar: موافق
es: bueno
ja: OK
zh_hans: 好的
zh_hant: 好
zh_tw: 確認

source: Progress
ar: العمل
de: Fortschritt
es: Progreso
ja: 進捗
zh_hans: 进度
zh_hant: 進度
zh_tw: 進度

source: Waiting
ar: إنتظار
de: Warten
es: Esperando
ja: 待機中
zh_hans: 等待中
zh_hant: 等待
zh_tw: 請稍候

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Complete
ja: 完了
zh_hans: 已完成
zh_hant: 已完成
zh_tw: 已完成

source: In-progress
ar: قيد العمل
de: In Arbeit
es: En-progreso
ja: 処理中
zh_hans: 进行中
zh_hant: 進行中
zh_tw: 進行中

source: Determining user packages
ar: تحديد حزم المستخدم
de: Erkennen von Benutzerpaketen
es: Determinando paquetes de usuario
ja: ユーザーパッケージを見つけています
zh_hans: 确定用户包
zh_hant: 判斷使用者和開發者套件
zh_tw: 正在「過濾出」使用者套件

source: Determining installed packages
ar: تحديد الحزم المثبتة
de: Erkennen der installierten Pakete
es: Determinando paquetes instalados
ja: インストールしたパッケージを見つけています
zh_hans: 确定已安装的插件
zh_hant: 判斷已安裝的套件
zh_tw: 正在尋找已安裝的套件

source: Gathering files for packages
ar: تجميع الملفات الخاصة بالحزم
de: Sammeln der Paketdateien
es: Coleccionando archivos para paquetes.
ja: パッケージを作るため、ファイルを見つけています
zh_hans: 收集插件的文件
zh_hant: 蒐集套件檔案
zh_tw: 為套件搜集檔案

source: Building debs from files
ar: إنشاء ملفات debs
de: Pakete werden gebaut
es: Armando debs de los archivos
ja: ファイルからdebを作っています
zh_hans: 从文件构建Deb文件
zh_hant: 從檔案構建 deb
zh_tw: 從檔案中編譯 .deb 檔案

source: Creating backup from debs
ar: إنشاء نسخة إحتياطية من ملفات debs
de: Backup der Pakete wird erstellt
es: Creando backup desde debs
ja: debからバックアップを作っています
zh_hans: 从Deb文件创建备份文件
zh_hant: 從 debs 構建備份
zh_tw: 以 .deb 檔案建立備份

source: Completing pre-restore checks
ar: إستكمال فحوصات ما قبل الإستعادة
de: Abschließen der Wiederherstellungsvorüberprüfung
es: Completar comprobaciones previas a la restauración
ja: 復元前のチェックをしています
zh_hans: 完成恢复前检查
zh_hant: 正在完成還原前置檢查
zh_tw: 檢查中

source: Unpacking backup
ar: فك ضغط النسخة الإحتياطية
de: Entpacken des Backups
es: Expansión del archivo backup
ja: バックアップを開いています
zh_hans: 解压备份文件
zh_hant: 正在解壓縮備份
zh_tw: 正在解壓縮備份

source: Refreshing APT sources
ar: تحديث مصادر APT
de: Neuladen der APT Quellen
ja: APTのソースをリフレッシュしています
zh_hans: 刷新越狱源
zh_hant: 重新整理APT軟體源
zh_tw: 正在重新整理軟體源

source: Installing debs
ar: تثبيت ملفات debs
de: Installiere Pakete
ja: debをインストールしています
zh_hans: 安装Deb文件
zh_hant: 正在安裝deb
zh_tw: 正在下載 .deb 檔案

source: An error occured and %@ was not deleted!
ar: حدث خطأ و %@ لم يتم حذفها!
de: Ein Fehler ist aufgetreten und %@ wurde nicht entfernt!
es: Un error ocurrió y %@ no estaba borrado!
ja: エラーが発生したため %@ を削除出来ませんでした！
zh_hans: 出现错误，无法删除%@!
zh_hant: 發生錯誤，%@ 未被刪除！
zh_tw: 錯誤：%@ 未被刪除！

source: Info: %@
ar: معلومات: %@
ja: 情報: %@
zh_hans: 信息:%@
zh_hant: 詳細資訊：%@
zh_tw: 更多：%@

source: %@ cannot be deleted?!
ar: %@ لا يمكن حذفها?!
de: %@ konnte nicht entfernt werden?!
es: %@ no se puede borrar?!
ja: %@ を削除出来ませんでした！
zh_hans: %@无法删除?!
zh_hant: %@ 無法刪除？！
zh_tw: %@ 無法被刪除？！

source: An error occured and %@ could not be imported!
ja: エラーが発生したため、%@ をインポートできませんでした！
zh_hans: 发生了一个错误，%@无法导入
zh_hant: 發生錯誤，無法導入 %@！
zh_tw: 錯誤：無法導入 %@

source: Failed to generate controls for installed packages!
ar: فشل إنشاء عناصر التحكم للحزم المثبتة!
de: Fehler beim erstellen der Kontrolldateien!
es: Falla en generar controles para paquetes instalados!
ja: インストールしたパッケージのコントロールを作れませんでした！
zh_hans: 未能生成已安装插件的控制文件！
zh_hant: 無法產生已安裝套件的控制！
zh_tw: 建立控制失敗！

source: Failed to generate list of packages!
ar: فشل إنشاء قائمة الحزم!
de: Fehler beim erstellen der Paketliste!
es: Falla en generar lista de paquetes!
ja: パッケージリストを作れませんでした！
zh_hans: 未能生成插件列表！
zh_hant: 無法產生套件清單！
zh_tw: 建立套件清單失敗！

source: %@ is blank?!
ar: %@ فارغ?!
de: %@ ist leer?!
es: %@ esta vacio?!
ja: %@ は空です！
zh_hans: %@为空?!
zh_hant: %@ 是空白的？！
zh_tw: %@ 是空白的？！

source: %@ has no contents!
ar: %@ لا يوجد محتويات!
de: %@ hat keinen Inhalt!
es: %@ no tiene contenido!
ja: %@ には何もコンテンツがありません！
zh_hans: %@无内容!
zh_hant: %@ 沒有內容！
zh_tw: %@ 沒有東西！

source: Failed to build debs! Not sure how we got here honestly.
ar: فشل إنشاء ملفات debs! لست متأكد كيف وصلنا الى هنا.
de: Fehler beim bauen der Pakete! Keiner weiß wie das passieren konnte.
es: ¡Falla en construyendo los debs! ¿Cómo llegamos aquí?
ja: debのビルドに失敗しました！ 正直どうやってここまで来たのかわかりません。
zh_hans: 无法构建Deb文件！实在不知道出了什么问题。
zh_hant: 構建 deb 失敗！老實說，我們不知道是怎麼變這樣的。
zh_tw: 無法編譯 .deb 檔。不確定你是怎麼看到此訊息的。

source: Failed to get attributes for %@!
ja: %@!の属性を取得できませんでした
zh_hans: 无法获得%@属性的信息！
zh_hant: 無法取得 %@! 的屬性
zh_tw: 取得屬性失敗 %@!

source: Failed to write generic files to %@ for %@!
ja: %@ の %@ への汎用ファイルの書き込みに失敗しました
zh_hans: 未能为%@将通用文件写入%@！
zh_hant: 無法將 %@ 的一般檔案寫入 %@！
zh_tw: 寫入通用檔案到 %@ 給 %@ 失敗！

source: Failed to copy generic files!
ja: 汎用ファイルのコピーに失敗しました！
zh_hans: 复制通用文件失败！
zh_hant: 無法複製一般檔案！
zh_tw: 複製通用檔案時失敗！

source: Failed to copy DEBIAN files!
ja: DEBIAN ファイルのコピーに失敗しました！
zh_hans: 复制DEBIAN文件失败！
zh_hant: 無法複製 .deb 檔案！
zh_tw: 複製 DEBIAN 檔案時失敗！

source: Failed to build deb for %@!
ja: %@! のdeb をビルドできませんでした
zh_hans: 未能为%@构建deb！
zh_hant: 無法為 %@ 構建 deb 檔案！
zh_tw: 編譯 %@ 的 .deb. 檔案時失敗!

source: IAmLazy Error:
ar: IAmLazy خطأ:
de: IAmLazy Fehler:
ja: IAmLazy エラー:
zh_hans: IAmLazy错误：
zh_hant: IAmLazy 錯誤：
zh_tw: IAmLazy 錯誤：

source: Your device does not appear to be connected to the internet
ar: يبدو أن جهازك غير متصل بالإنترنت
de: Es konnte keine Verbindung zum Internet hergestellt werden
es: Tu dispositivo no aparece estar conectado a la Internet
ja: デバイスがインターネットに接続されていないようです
zh_hans: 您的设备似乎未连接到互联网
zh_hant: 您的裝置似乎未連線到網路
zh_tw: 您的裝置沒有網路

source: A network connection is required for restores so packages can be downloaded if need be
ar: إتصال بالشبكة مطلوب إذا تطلب الأمر، من أجل تحميل الحزم
de: Eine Netzwerkverbindung ist notwending zum Wiederherstellen von Paketen
es: Un conexión de red es necesario para restauraciones asi paquetes pueden estar bajados si se necesitan
ja: 復元にはパッケージをダウンロードするために、ネットワーク接続が必要です
zh_hans: 恢复需要网络连接以便在需要时下载插件
zh_hant: 還原需要網路連線，以便在需要時可以下載套件
zh_tw: 回復備份因為可能需要下載套件，所以網路是必須的。

source: Failed to create %@!
ar: فشل الإنشاء %@!
de: Fehler beim erstellen von %@!
es: Falla en crear %@!
ja: 作成に失敗しました %@!
zh_hans: 无法创建%@!
zh_hant: 構建 %@ 失敗！
zh_tw: 建立 %@ 失敗！

source: Failed to get contents of %@!
ar: فشل في الحصول على محتويات %@!
de: Fehler beim Laden der Inhalte von %@!
es: Falla en leer los contenidos de %@!
ja: %@! の内容を取得できませんでした
zh_hans: 无法获取 %@!
zh_hant: 取得 %@ 的內容失敗！
zh_tw: 取得 %@ 的內容失敗！

source: %@ is not writeable.
ar: %@ غير قابل للكتابة.
de: %@ ist nicht beschreibbar.
es: %@ no se puede escribir.
ja: %@ は書き込み不可です。
zh_hans: %@无法写入。
zh_hant: 無法寫入 %@ ！
zh_tw: 沒有權限寫入 %@ ！

source: Please ensure that the directory's owner is mobile and not root.
ar: الرجاء التأكد من أن مالك المجلد هو mobile وليس root.
de: Bitte stelle sicher, dass der Besitzer des Ordners mobile ist.
es: Asegurate que el directorio pertenece a mobile y no a root.
ja: ディレクトリの所有者がルートではなくモバイルであることを確認してください。
zh_hans: 请确保目录所有者为mobile而非root。
zh_hant: 請確保該目錄的擁有者是 mobile 而不是 root。
zh_tw: 請確認 mobile 而不是 root 擁有此資料夾的權限

source: A network connection is required for standard backups to determine if a given package is bootstrap-vended or not
ja: 標準バックアップでは、特定のパッケージがブートストラップでベンドされているかどうかを判断するためにネットワーク接続が必要です
zh_hans: 标准备份需要网络连接来确定给定的包是否为引导程序提供的
zh_hant: 標準備份需要網絡連線，以確定特定的套件是否是由引導程式提供的。
zh_tw: 因為需要檢查套件是否為付費套件，所以網路是必須的

source: Failed to free dpkg lock!
zh_hans: 未能释放dpkg锁！
zh_hant: 解除 dpkg lock 失敗！
zh_tw: 無法刪除 dpkg 的 lock 檔案！（可能有其他程序正在使用 dpkg）

source: Failed to cleanup %@!
ja: %@! のクリーンアップに失敗しました
zh_hans: 清理%@失败！
zh_hant: 清理 %@ 失敗！
zh_tw: %@ 的清理失敗！

source: Failed to update APT sources!
ja: APT ソースの更新に失敗しました！
zh_hans: 未能更新APT源！
zh_hant: 更新APT軟體源失敗！
zh_tw: 重新整理軟體源失敗！

source: The backup dir does not exist!
ar: مجلد النسخة الإحتياطية غير موجود!
de: Das Backupverzeichnis existiert nicht!
es: El directorio de backups no existe!
ja: バックアップのディレクトリが存在しません！
zh_hans: 备份文件夹不存在！
zh_hant: 此備份資料夾不存在
zh_tw: 此資料夾不存在

source: No backups were found!
ar: لم يتم إيجاد نسخ إحتياطية
de: Es wurden keine Backups gefunden!
es: No se encuentra ningún backup!
ja: バっクアップが見つかりませんでした！
zh_hans: 未找到备份文件！
zh_hant: 找不到任何備份檔案！
zh_tw: 沒也任何備份檔案！

source: The target backup -- %@ -- could not be found!
ar: مسار النسخة الإحتياطية -- %@ -- تعذر العثور عليها!
de: Das Backup -- %@ konnte nicht gefunden werden!
es: El backup elegido -- %@ -- no se encuentra!
ja: 目標のバックアップ -- %@ -- が見つかりませんでした！
zh_hans: 目标备份文件 -- %@ -- 未找到！
zh_hant: 找不到指定備份 -- %@ -- ！
zh_tw: 無法找到 %@

source: The backup you're trying to restore from was made for jailbreaks using the %@ bootstrap.
ar: النسخة الإحتياطية التي تحاول الإسترجاع منها، تم إنشاؤها من أجل الجيلبريك بأستخدام %@ تمهيد التشغيل bootstrap.
de: Das wiederherzustellende Backup wurde erstellt für Jailbreaks mit dem %@ bootstrap.
es: El backup que estas tratando de usar para un restauracion estaba hecho para jailbreaks usando el %@ bootstrap.
ja: 復元しようとしているバックアップは、%@ ブートストラップを使用した脱獄環境用に作成されたものです。
zh_hans: 您正在尝试恢复的备份文件是针对使用%@的引导包。
zh_hant: 您嘗試還原的備份是使用 %@ bootstrap 為越獄而製作的。
zh_tw: 此備份是使用 %@ bootstrap。

source: Your current jailbreak is using %@!
ar: الجيلبربك الحالي بك يستخدم %@!
de: Dein aktueller Jailbreak nutzt %@!
es: Tu jailbreak está usando %@!
ja: 現在の脱獄環境で使用しているブートストラップは %@! です
zh_hans: 您当前的越狱环境使用的是%@!
zh_hant: 您正在使用的越獄是 %@！
zh_tw: 您正在使用的越獄是 %@！

source: %@ is empty?!
ar: %@ فارع?!
de: %@ ist leer?!
es: %@ está vacío?!
ja: %@ は空です！
zh_hans: %@为空？！
zh_hant: %@ 是空的？！
zh_tw: %@ 是空的？！

source: %@ has no debs!
ar: %@ لا يوجد به debs!
de: %@ enthält keine Pakete!
es: %@ no tiene debs!
ja: %@ にはdebsがありません！
zh_hans: %@没有Deb文件!
zh_hant: %@ 沒有 deb 檔案！
zh_tw: %@ 沒有 .deb 檔案！

source: Failed to install %@!
ja: %@! のインストールに失敗しました
zh_hans: 安装%@失败！
zh_hant: 安裝 %@ 失敗！
zh_tw: 安裝 %@ 失敗！

source: The backup you're trying to restore from was made for %@ jailbreaks.
ja: 復元しようとしているバックアップは、%@ 脱獄環境用に作成されたものです。
zh_hans: 你正在尝试恢复的备份是由%@越狱版本制作的。
zh_hant: 您嘗試還原的備份是由%@ 越獄而製作的。

source: Your current jailbreak is %@!
ja: 現在の脱獄環境は %@! です
zh_hans: 你现在的越狱是%@!
zh_hant: 您目前的越獄是 %@!

source: There appear to be no controls for %@?!
de: Es scheint keine Kotrolldatei zu geben für %@?!
es: No hay controles para %@?!
zh_tw: 沒有對 %@ 的控制？！

source: The control for
de: Die Kontrolldatei für
es: El control para
zh_tw: 控制對象

source: The following packages are not properly installed/configured and were skipped: %@
ja: 以下のパッケージは適切にインストール/構成されていないためスキップされました: %@
zh_hant: 以下套件因未正確安裝/配置而被跳過： %@
